<?php
include 'links/link.php';
?>

<!DOCTYPE html>
<html lang="th">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1">
    <title>Cha khaimuk</title>
    <link rel="stylesheet" href="main.css">
</head>

<body>
    <header class="p-3" style="background-color: #C7A98B;">
        <div class="container">
            <div class="d-flex flex-wrap align-items-center justify-content-center justify-content-lg-start">
                <a href="index.php" class="d-flex align-items-center mb-2 mb-lg-0 text-white text-decoration-none">
                    <img src="image/cat-ชานมไข่มุก.gif" alt="Cat Drinking Milk Tea GIF" width="50" height="42">
                </a>

                <ul class="nav col-12 col-lg-auto me-lg-auto mb-2 justify-content-center mb-md-0">
                    <li><a href="index.php" class="nav-link px-2 text-black fw-bold">หน้าแรก</a></li>
                    <li><a href="type.php" class="nav-link px-2 text-black fw-bold">ประเภท</a></li>
                    <li><a href="Diversity.php" class="nav-link px-2 text-secondary fw-bold">ความหลากหลาย</a></li>
                    <li><a href="history.php" class="nav-link px-2 text-black fw-bold">ประวัติศาสตร์</a></li>
                </ul>
            </div>
        </div>
    </header>
    <main>

        <div class="container marketing">
            <hr class="featurette-divider">

            <div class="row featurette mt-4">
                <h2 class="featurette-heading fw-normal lh-1">ความหลากหลาย</h2>
                <p class="lead">
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ความหลากหลายของส่วนผสมในชาไข่มุกนั้นขึ้นอยู่กับประเภทของชา
                    โดยส่วนมาก
                    จะใช้ชาประเภทที่ต่างกัน เช่น ชาแดงชนิดต่าง ๆ ชาเขียว หรือแม้เต่กาแฟ ชาที่นิยมคือ ชาอูหลง
                    และเอิร์ลเกรย์ ส่วนชามะลิก็เป็นชาที่นิยมกันมากอยู่แล้ว ชนิดอื่น ๆ ที่เป็นที่รู้จักกันคือ ยฺวิ้นเยิ้ง
                    ค้นพบในฮ่องกง ประกอบไปด้วยชาแดงครึ่งหนึ่ง และกาแฟครึ่งหนึ่ง บ้างนิยมผสมนมลงไป หรือถ้าเป็นชาที่ชงใหม่
                    ๆ จะได้เป็นรสชาติของชาอ่อน ๆ มาแทน</p>
                <p class="lead">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;นมที่ผสมลงไปนั้นไม่ถือว่าเป็นส่วนผสมหลัก
                    แต่ก็พบว่าหลายสูตรใส่ผสมลงไปด้วย
                    บางร้านใช้ครีมเทียมเป็นส่วนผสมที่ใช้แทนนม แทนที่จะใช้น้ำนมจริง ๆ
                    เพราะชาวเอเชียตะวันออกส่วนมากแพ้น้ำตาลแล็กโทสในนม เหตุผลอื่น ๆ ก็คือ ราคาถูกกว่า หาได้ง่ายกว่า
                    วันหมดอายุนานกว่านมแท้ ๆ ในประเทศฝั่งตะวันตก
                    มีการใช้น้ำนมถั่วเหลืองมาผสมแทนสำหรับผู้ที่ต้องการหลีกเลี่ยงเครื่องดื่มที่มีส่วนผสมจากนมวัว สิ่งต่าง
                    ๆ เหล่านี้ทำให้เครื่องดื่มมีรสชาติและหน้าตาต่างกันไป</p>
                <p class="lead">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;นอกจากนั้น บางสูตรยังใส่รสชาติต่าง ๆ
                    เพิ่มลงไปในชาไข่มุก ที่นิยมกันคือผลไม้ต่าง ๆ เช่น
                    สตรอเบอร์รี แอปเปิลเขียว เสาวรส มะม่วง มะนาว แตงโม องุ่น ลิ้นจี่ ลูกพีช สับปะรด แคนตาลูป ฮั่นนี่ดิว
                    กล้วย อาโวคาโด มะพร้าว กีวี และ ขนุน ส่วนผสมอื่น ๆ ที่ไม่ใช่ผลไม้ที่นิยม เช่น เผือก พุดดิ้ง
                    ช็อคโกแลต กาแฟ มอคค่า บาร์เล่ย์ งา อัลมอนด์ ขิง ลาเวนเดอร์, กุหลาบ, คาราเมล และ ไวโอเล็ต ,ทุเรียน
                    ผลไม้ที่มีรสเปรี้ยวจะนิยมในเครื่องดื่มที่ไม่ใส่นมเท่านั้น
                    เนื่องจากกรดในน้ำผลไม้จะทำให้นมแข็งตัวตกตะกอน</p>
                <p class="lead">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ชาไข่มุกบางสูตรนำส่วนผสมแต่ละอย่างมาใส่รวมกัน
                    หลาย ๆ ร้านชาในอเมริกา
                    มีเมนูผสมมากมายให้ลูกค้าเลือกสรร บางร้านใส่กาแฟ หรือผสมแล้วปั่นให้ด้วย</p>
                <p class="lead">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;เม็ดมันสำปะหลัง (ปัวป้า)
                    ในชาไข่มุกให้ความรู้สึกเคี้ยวหนึบหนับ ในหลาย ๆ
                    สูตรมีการเพิ่มส่วนผสมบางอย่างเข้าไปเพื่อเพิ่มรสชาติให้กับเครื่องดื่ม เช่น
                    ไข่มุกสีเขียว:มีการเพิ่มรสชาเขียวเข้าไปเล็กน้อย ปรับให้เคี้ยวง่ายกว่าไข่มุกแบบเดิม
                    เยลลี่ตัดออกเป็นชิ้นเล็ก ๆ ตัดเป็นรูปดาว รูปสี่เหลี่ยม ทำเป็นลายทาง เพิ่มสีและรสชาติต่าง ๆ เข้าไป
                    เช่น วุ้นมะพร้าว, บุก ลิ้นจี่ หญ้า มะม่วง และ ชาเขียว การทำเป็นสีรุ้งจะใช้ผลไม้ผสมกับผงบุก
                    ทำให้งอได้และเคี้ยวกรุบกรอบมากกว่าไข่มุกแบบเดิม ส่วน ถั่วอาซูกิ หรือ ถั่วเขียวบด รวมถึง เครื่องต่าง
                    ๆ ที่นิยมใช้ราดหน้าขนมหวานช่วยเพิ่มรสชาติและความกลมกล่อมได้เป็นอย่างดี ในร้านชาทั่ว ๆ ไป จะมีการใส่
                    ว่านหางจระเข้ พุดดิ้งไข่ (คัสตาร์ดพุดดิ้ง) สาคู หรือ เผือกที่ปั้นเป็นลูกกลมชิ้นเล็ก ๆ ด้วย
                    เนื่องจากชาไข่มุกเป็นที่นิยมมาก จึงมีการผลิต "ชานมปัวป้าสำเร็จรูป" ออกวางจำหน่ายด้วย
                    ชาหนึ่งซองประกอบด้วยซองชาแดงสำหรับหนึ่งที่ (พร้อมนมผงและน้ำตาลในซอง)</p>
                <p class="lead">
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ร้านชาไข่มุกส่วนใหญ่จะมีเมนูที่หลีกเลี่ยงส่วนผสมของชาหรือกาแฟ
                    ส่วนมากจะเป็นเครื่องดื่มประเภทที่ปั่นรวมกับน้ำแข็ง เรียกว่า สโนว์ บับเบิล อาจมีการนำส่วนผสมอื่น ๆ
                    ที่ใส่ในชาไข่มุกมาผสมรวมลงไปก็ได้ จะได้เป็นเครื่องดื่มที่มีหน้าตาเหมือนเกล็ดหิมะ
                    แต่ความเย็นในเครื่องดื่มจะทำให้เม็ดไข่มุกแข็งตัวมากขึ้น จะทำให้ใช้หลอดดูดไม่ขึ้นและเคี้ยวลำบาก
                    ดังนั้นการดื่มเครื่องดื่มประเภทเกล็ดหิมะใส่ไข่มุก
                    จะต้องรีบดื่มให้ไวกว่าเครื่องดื่มประเภทชาไข่มุกธรรมดา
                    ในบางร้านจะใส่วุ้นมะพร้าวแทนการใส่เม็ดไข่มุกที่ทำมาจากมันสำปะหลัง เพราะมีประโยชน์มากกว่า
                    วุ้นมะพร้าวนี้มีเส้นใยอาหารมาก มีคอเลสเตอรอลและไขมันเพียงเล็กน้อย
                    ส่วนมากจะนิยมหั่นวุ้นมะพร้าวเป็นเส้นบาง ๆ เพื่อให้ง่ายสำหรับการใช้หลอดดูดขึ้นมา</p>
            </div>

            <hr class="featurette-divider">
        </div>

    </main>

</body>

</html>